Repository: zeitschlag/ipretix
Catalog: iPRETIX/iPRETIX/resources/*.lproj/Localizable.strings
Languages: de

# GENERAL.YES
source: Yes
de: Ja

# GENERAL.CANCEL
source: Cancel
de: Abbrechen

# EVENT_OVERVIEW.BUTTON.SCAN_TICKETS
source: Scan Tickets
de: Tickets einlesen

# EVENT_OVERVIEW.BUTTON.CONFIGURE_APP
source: Configure App
de: App konfigurieren

# SCAN_TICKETS.ALERT.SPECIAL_TICKET
source: Special Ticket
de: Besonderes Ticket

# SCAN_TICKETS.RESULT.PLEASE_SCAN_TICKET
source: (Please scan a ticket)
de: (Bitte scanne ein Ticket)

# SCAN_TICKETS.RESULT.VALID_TICKET
source: Valid!
de: Gültig!

# SCAN_TICKETS.RESULT.TICKET_ALREADY_REDEEMED
source: Already redeemed
de: Bereits eingelöst

# SYNC_MANAGER.ALERT.ERROR.TITLE
source: An Error Occurred
de: Ein Fehler ist aufgetreten

# SYNC_MANAGER.TICKET_DOWNLOAD_FAILED.RESPONSE_CODE_%@
source: Server responded with Status Code %@
de: Server antwortete mit Status Code %@

# SCAN_CONFIGURATION.PLEASE_SCAN_CONFIGURATION
source: Please scan a Configuration Code
de: Bitte scanne einen Konfigurationcode

# SCAN_CONFIGURATION.CONFIGURATION_SUCCESSFUL
source: Configured App Successfully
de: App erfolgreich konfiguriert!

# CONFIGURATION.TITLE
source: Configuration
de: Konfiguration

# CONFIGURATION.UPLOAD_IMMEDIATELY
source: Upload scans immediately
de: Tickets sofort abgleichen

# CONFIGURATION.RESET_CONFIGURATION
source: Reset current configuration
de: App zurücksetzen

# CONFIGURATION.ALERT.REMOVE_CURRENT.TITLE
source: Delete current Configuration?
de: App wirklich zurücksetzen?
